Repository: iJustinn/Body
Catalog: BodyMetricsKit/BodyMetricsKit.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Resting heart rate is above baseline.
de: Deine Ruheherzfrequenz liegt über deinem Basiswert.
es: La frecuencia cardiaca en reposo está por encima de tu valor de referencia.
fr: La fréquence cardiaque au repos est au-dessus de votre référence.
hi: विश्राम हृदय गति बेसलाइन से ऊपर है।
ru: Пульс в покое выше базового уровня.
tr: Dinlenirken kalp atış hızı referansın üstünde.
zh_hans: 静息心率高于基准。

source: Resting heart rate is higher than your baseline, so your system hasn't fully settled. Keep it light.
de: Deine Ruheherzfrequenz liegt über deinem Basiswert, dein Körper hat sich also noch nicht ganz beruhigt. Trainiere leicht.
es: La frecuencia cardiaca en reposo está por encima de tu valor de referencia, así que tu cuerpo aún no se ha estabilizado del todo. Haz algo suave.
fr: Votre fréquence cardiaque au repos est supérieure à votre référence : votre organisme ne s’est pas encore complètement stabilisé. Optez pour une séance légère.
hi: विश्राम हृदय गति आपकी बेसलाइन से ज़्यादा है, यानी आपका शरीर अभी पूरी तरह सामान्य नहीं हुआ है। हल्की ऐक्टिविटी करें।
ru: Пульс в покое выше Вашего базового уровня, значит, организм еще не полностью восстановился. Тренируйтесь легко.
tr: Dinlenirken kalp atış hızınız referansınızdan yüksek, yani vücudunuz henüz tam olarak dengelenmedi. Hafif tutun.
zh_hans: 静息心率高于你的基准，身体还没完全缓过来。今天保持低强度。

source: Resting heart rate is higher than your baseline. Readiness is moderate; hold the intensity back.
de: Deine Ruheherzfrequenz liegt über deinem Basiswert. Deine Tagesform ist moderat, halte die Intensität zurück.
es: La frecuencia cardiaca en reposo está por encima de tu valor de referencia. Tu preparación es moderada; contén la intensidad.
fr: Votre fréquence cardiaque au repos est supérieure à votre référence. Votre niveau de préparation est modéré ; limitez l’intensité.
hi: विश्राम हृदय गति आपकी बेसलाइन से ज़्यादा है। रेडिनेस मध्यम है; तीव्रता कम रखें।
ru: Пульс в покое выше Вашего базового уровня. Готовность средняя; сдерживайте интенсивность.
tr: Dinlenirken kalp atış hızınız referansınızdan yüksek. Hazırlık orta düzeyde; yoğunluğu düşük tutun.
zh_hans: 静息心率高于你的基准。状态中等，注意收着点强度。

source: Resting heart rate is markedly higher than your baseline. Prioritize rest until it settles.
de: Deine Ruheherzfrequenz liegt deutlich über deinem Basiswert. Setz auf Ruhe, bis sie sich normalisiert.
es: La frecuencia cardiaca en reposo está claramente por encima de tu valor de referencia. Prioriza el descanso hasta que se estabilice.
fr: Votre fréquence cardiaque au repos est nettement supérieure à votre référence. Privilégiez le repos jusqu’à ce qu’elle se stabilise.
hi: विश्राम हृदय गति आपकी बेसलाइन से काफ़ी ज़्यादा है। इसके सामान्य होने तक आराम को प्राथमिकता दें।
ru: Пульс в покое заметно выше Вашего базового уровня. Сделайте упор на отдых, пока он не нормализуется.
tr: Dinlenirken kalp atış hızınız referansınızdan belirgin şekilde yüksek. Normale dönene kadar dinlenmeye öncelik verin.
zh_hans: 静息心率明显高于你的基准。建议优先休息，等它恢复平稳。

source: Resting heart rate is slightly higher than your baseline, but every other signal is strong. Prime to go.
de: Deine Ruheherzfrequenz liegt leicht über deinem Basiswert, aber alle anderen Signale sind stark. Du bist in Bestform.
es: La frecuencia cardiaca en reposo está algo por encima de tu valor de referencia, pero todos los demás indicadores están fuertes. Tu preparación es excelente.
fr: Votre fréquence cardiaque au repos est légèrement supérieure à votre référence, mais tous les autres signaux sont bons. Conditions optimales pour vous lancer.
hi: विश्राम हृदय गति आपकी बेसलाइन से थोड़ी ज़्यादा है, लेकिन अन्य सभी सिग्नल मज़बूत हैं। आप पूरी तरह तैयार हैं।
ru: Пульс в покое немного выше Вашего базового уровня, но все остальные сигналы сильные. Готовность отличная.
tr: Dinlenirken kalp atış hızınız referansınızdan biraz yüksek ama diğer tüm sinyaller güçlü. Tam hazırsınız.
zh_hans: 静息心率略高于你的基准，但其他指标都很稳。今天状态很好。

source: Resting heart rate is slightly higher than your baseline, yet you're well prepared for a normal day.
de: Deine Ruheherzfrequenz liegt leicht über deinem Basiswert, du bist aber gut für einen normalen Tag gerüstet.
es: La frecuencia cardiaca en reposo está algo por encima de tu valor de referencia, pero estás en buena forma para un día normal.
fr: Votre fréquence cardiaque au repos est légèrement supérieure à votre référence, mais vous êtes en bonne condition pour une journée normale.
hi: विश्राम हृदय गति आपकी बेसलाइन से थोड़ी ज़्यादा है, फिर भी आप एक सामान्य दिन के लिए अच्छी तरह तैयार हैं।
ru: Пульс в покое немного выше Вашего базового уровня, но Вы хорошо готовы к обычному дню.
tr: Dinlenirken kalp atış hızınız referansınızdan biraz yüksek ama normal bir gün için iyi hazırsınız.
zh_hans: 静息心率略高于你的基准，但整体状态不错。今天照常安排就好。

source: Resting heart rate is the number of beats per minute while your body is at rest. A lower value can come with better aerobic fitness, but your own baseline matters most. Watch for sustained changes from your usual range, especially if they happen with symptoms, illness, stress, dehydration, or medication changes.
de: Die Ruheherzfrequenz ist die Zahl der Herzschläge pro Minute, während dein Körper ruht. Ein niedrigerer Wert kann mit besserer Ausdauer einhergehen, am wichtigsten ist aber dein eigener Basiswert. Achte auf anhaltende Abweichungen von deinem üblichen Bereich, besonders wenn sie mit Symptomen, Krankheit, Stress, Flüssigkeitsmangel oder geänderter Medikation auftreten.
es: La frecuencia cardiaca en reposo es el número de latidos por minuto mientras tu cuerpo está en reposo. Un valor más bajo puede acompañar a una mejor capacidad aeróbica, pero lo que más importa es tu propio valor de referencia. Presta atención a los cambios sostenidos respecto a tu rango habitual, sobre todo si aparecen junto con síntomas, una enfermedad, estrés, deshidratación o cambios de medicación.
fr: La fréquence cardiaque au repos correspond au nombre de battements par minute lorsque votre corps est au repos. Une valeur plus basse peut aller de pair avec une meilleure endurance aérobie, mais c’est votre propre référence qui compte le plus. Surveillez les écarts durables par rapport à votre plage habituelle, en particulier s’ils s’accompagnent de symptômes, d’une maladie, de stress, de déshydratation ou d’un changement de traitement.
hi: विश्राम हृदय गति आराम की स्थिति में प्रति मिनट धड़कनों की संख्या है। कम मान बेहतर एरोबिक फ़िटनेस का संकेत हो सकता है, लेकिन सबसे ज़्यादा मायने आपकी अपनी बेसलाइन रखती है। अपनी सामान्य रेंज से लगातार बदलावों पर नज़र रखें, ख़ासकर अगर वे लक्षणों, बीमारी, तनाव, पानी की कमी या दवाओं में बदलाव के साथ हों।
ru: Пульс в покое показывает число ударов сердца в минуту, когда организм находится в состоянии покоя. Более низкое значение может сопутствовать лучшей аэробной форме, но важнее всего Ваш собственный базовый уровень. Обращайте внимание на устойчивые отклонения от обычного диапазона, особенно если они сопровождаются симптомами, болезнью, стрессом, обезвоживанием или сменой лекарств.
tr: Dinlenirken kalp atış hızı, vücudunuz dinlenirken dakikadaki atım sayısıdır. Daha düşük bir değer daha iyi aerobik kondisyonla birlikte görülebilir ama en önemlisi kendi referansınızdır. Olağan aralığınızdan süregelen sapmalara dikkat edin, özellikle de bunlar belirtiler, hastalık, stres, susuzluk veya ilaç değişiklikleriyle birlikte ortaya çıkıyorsa.
zh_hans: 静息心率是身体处于休息状态时每分钟的心跳次数。数值较低可能意味着更好的有氧体能，但自身基准最为重要。请留意与日常范围的持续偏离，尤其是伴随症状、疾病、压力、脱水或用药变化时。

source: Restless sleep has readiness at a moderate level. Keep the effort in check.
de: Nach unruhigem Schlaf ist deine Tagesform moderat. Halte die Anstrengung im Rahmen.
es: Un sueño inquieto deja tu preparación en un nivel moderado. Controla el esfuerzo.
fr: Après un sommeil agité, votre niveau de préparation est modéré. Maîtrisez votre effort.
hi: बेचैन नींद की वजह से रेडिनेस मध्यम स्तर पर है। मेहनत पर नियंत्रण रखें।
ru: Из-за беспокойного сна готовность на среднем уровне. Контролируйте усилие.
tr: Huzursuz uyku nedeniyle hazırlık orta düzeyde. Eforu kontrol altında tutun.
zh_hans: 昨晚睡得不太安稳，今天状态中等。注意控制强度。

source: Ride
de: Radfahren
es: Ciclismo
fr: Vélo
hi: साइकल
ru: Велосипед
tr: Bisiklet
zh_hans: 骑行

source: Route Only
de: Nur Route
es: Solo ruta
fr: Parcours seul
hi: सिर्फ़ मार्ग
ru: Только маршрут
tr: Yalnızca Rota
zh_hans: 仅路线

# routeStyle.map2D.title
source: 2D Map
de: 2D-Karte
es: Mapa 2D
fr: Plan 2D
hi: 2D नक़्शा
ru: 2D-карта
tr: 2D Harita
zh_hans: 平面地图

# routeStyle.map3D.subtitle
source: 3D Apple Maps
de: 3D in Apple Karten
es: Mapas de Apple en 3D
fr: Plans en 3D
hi: 3D Apple नक़्शा
ru: Карты Apple в 3D
tr: 3D Apple Harita
zh_hans: 3D Apple 地图

# routeStyle.map3D.title
source: 3D Map
de: 3D-Karte
es: Mapa 3D
fr: Plan 3D
hi: 3D नक़्शा
ru: 3D-карта
tr: 3D Harita
zh_hans: 立体地图

# routeStyle.plain2D.title
source: 2D Plain
de: 2D schlicht
es: 2D simple
fr: Tracé 2D
hi: 2D सादा
ru: Простой 2D
tr: 2D Sade
zh_hans: 平面路线

# routeStyle.plain3D.title
source: 3D Plain
de: 3D schlicht
es: 3D simple
fr: Tracé 3D
hi: 3D सादा
ru: Простой 3D
tr: 3D Sade
zh_hans: 立体路线

source: Rowing
de: Rudern
es: Remo
fr: Rameur
hi: रोइंग
ru: Гребля
tr: Kürek
zh_hans: 划船

source: Run
de: Laufen
es: Correr
fr: Course
hi: रन
ru: Бег
tr: Koşu
zh_hans: 跑步

source: Sailing
de: Segeln
es: Vela
fr: Voile
hi: सेलिंग
ru: Парусный спорт
tr: Yelken
zh_hans: 帆船运动

source: Short sleep last night is the main drag on today's readiness.
de: Zu wenig Schlaf letzte Nacht bremst deine heutige Tagesform am stärksten.
es: Haber dormido poco anoche es lo que más frena tu preparación de hoy.
fr: Votre courte nuit est le principal frein à votre niveau de préparation aujourd’hui.
hi: बीती रात की कम नींद आज की रेडिनेस को सबसे ज़्यादा नीचे खींच रही है।
ru: Короткий сон прошлой ночью сильнее всего снижает сегодняшнюю готовность.
tr: Bugünkü hazırlığınızı aşağı çeken asıl etken dün geceki kısa uyku.
zh_hans: 昨晚睡眠不足，是今天状态偏低的主要原因。

source: Signals are mixed but nothing stands out — readiness is simply low today. Favor easy work.
de: Deine Signale sind gemischt, aber nichts sticht heraus. Deine Tagesform ist heute einfach niedrig. Setz auf leichtes Training.
es: Los indicadores son dispares, pero ninguno destaca. Tu preparación simplemente está baja hoy. Prioriza el trabajo suave.
fr: Les signaux sont contrastés sans qu’aucun ne ressorte : votre niveau de préparation est simplement faible aujourd’hui. Privilégiez les séances faciles.
hi: सिग्नल मिले जुले हैं, लेकिन कोई एक अलग से नहीं दिखता। आज रेडिनेस बस कम है। हल्की ट्रेनिंग को प्राथमिकता दें।
ru: Сигналы неоднозначны, но ничто особо не выделяется: просто сегодня готовность низкая. Отдайте предпочтение легкой нагрузке.
tr: Sinyaller karışık ama öne çıkan bir şey yok. Hazırlık bugün genel olarak düşük. Hafif çalışmayı tercih edin.
zh_hans: 各项信号有些波动，但没有单一突出原因。今天状态偏低，适合轻松一点。

source: Signals are mixed but nothing stands out. Readiness is simply low today. Favor easy work.
de: Deine Signale sind gemischt, aber nichts sticht heraus. Deine Tagesform ist heute einfach niedrig. Setz auf leichtes Training.
es: Los indicadores son dispares, pero ninguno destaca. Tu preparación simplemente está baja hoy. Prioriza el trabajo suave.
fr: Les signaux sont contrastés sans qu’aucun ne ressorte : votre niveau de préparation est simplement faible aujourd’hui. Privilégiez les séances faciles.
hi: सिग्नल मिले जुले हैं, लेकिन कोई एक अलग से नहीं दिखता। आज रेडिनेस बस कम है। हल्की ट्रेनिंग को प्राथमिकता दें।
ru: Сигналы неоднозначны, но ничто особо не выделяется: просто сегодня готовность низкая. Отдайте предпочтение легкой нагрузке.
tr: Sinyaller karışık ama öne çıkan bir şey yok. Hazırlık bugün genel olarak düşük. Hafif çalışmayı tercih edin.
zh_hans: 各项信号有些波动，但没有单一突出原因。今天状态偏低，适合轻松一点。

source: Signals are mostly typical — readiness is decent, so keep the load controlled.
de: Deine Signale sind größtenteils normal und deine Tagesform ist ordentlich. Halte die Belastung kontrolliert.
es: Los indicadores están, en general, dentro de lo típico. Tu preparación es aceptable, así que mantén la carga controlada.
fr: Les signaux sont pour la plupart typiques et votre niveau de préparation est correct : gardez une charge maîtrisée.
hi: सिग्नल ज़्यादातर सामान्य हैं। रेडिनेस ठीक है, इसलिए लोड नियंत्रित रखें।
ru: Сигналы в основном в норме, готовность неплохая, поэтому держите нагрузку под контролем.
tr: Sinyaller büyük ölçüde normal. Hazırlık idare eder, bu yüzden yükü kontrollü tutun.
zh_hans: 各项信号大体正常。状态尚可，注意控制负荷。

source: Signals are mostly typical. Readiness is decent, so keep the load controlled.
de: Deine Signale sind größtenteils normal und deine Tagesform ist ordentlich. Halte die Belastung kontrolliert.
es: Los indicadores están, en general, dentro de lo típico. Tu preparación es aceptable, así que mantén la carga controlada.
fr: Les signaux sont pour la plupart typiques et votre niveau de préparation est correct : gardez une charge maîtrisée.
hi: सिग्नल ज़्यादातर सामान्य हैं। रेडिनेस ठीक है, इसलिए लोड नियंत्रित रखें।
ru: Сигналы в основном в норме, готовность неплохая, поэтому держите нагрузку под контролем.
tr: Sinyaller büyük ölçüde normal. Hazırlık idare eder, bu yüzden yükü kontrollü tutun.
zh_hans: 各项信号大体正常。状态尚可，注意控制负荷。

source: Skating Sports
de: Eislaufen
es: Patinaje
fr: Patinage
hi: स्केटिंग स्पोर्ट
ru: Скейтинг
tr: Kaykay Sporları
zh_hans: 滑冰运动

source: Skin Temperature
de: Haut­tempe­ratur
es: Tempe­ratura de la piel
fr: Tempé­ra­ture cutanée
hi: त्वचा का तापमान
ru: Темпе­ра­тура кожи
tr: Cilt Sıcaklığı
zh_hans: 皮肤温度

source: Skin temperature is a little high, but recovery reads high. Train as planned.
de: Deine Hauttemperatur ist etwas erhöht, aber deine Erholung ist hoch. Trainiere wie geplant.
es: La temperatura de la piel está un poco alta, pero tu recuperación es buena. Entrena según lo previsto.
fr: Votre température cutanée est un peu élevée, mais votre récupération est bonne. Entraînez-vous comme prévu.
hi: त्वचा का तापमान थोड़ा ज़्यादा है, लेकिन रिकवरी उच्च है। योजना के अनुसार ट्रेनिंग करें।
ru: Температура кожи немного повышена, но восстановление хорошее. Тренируйтесь по плану.
tr: Cilt sıcaklığı biraz yüksek ama toparlanma yüksek görünüyor. Planladığınız gibi antrenman yapın.
zh_hans: 皮肤温度略偏高，但整体恢复不错。按计划训练即可。

source: Skin temperature is a touch high, but recovery still reads prime.
de: Deine Hauttemperatur ist eine Spur erhöht, aber deine Erholung zeigt weiterhin Bestform.
es: La temperatura de la piel está algo alta, pero tu recuperación sigue siendo excelente.
fr: Votre température cutanée est légèrement élevée, mais votre récupération reste optimale.
hi: त्वचा का तापमान थोड़ा ज़्यादा है, लेकिन रिकवरी अब भी बेहतरीन है।
ru: Температура кожи немного повышена, но восстановление по-прежнему отличное.
tr: Cilt sıcaklığı bir tık yüksek ama toparlanma hâlâ zirvede görünüyor.
zh_hans: 皮肤温度略偏高，但整体恢复依然很好。

source: Skin temperature is above baseline — often an early strain or illness cue. Keep it light.
de: Deine Hauttemperatur liegt über deinem Basiswert, oft ein frühes Zeichen für Belastung oder Krankheit. Trainiere leicht.
es: La temperatura de la piel está por encima de tu valor de referencia, a menudo una señal temprana de sobrecarga o enfermedad. Haz algo suave.
fr: Votre température cutanée est au-dessus de votre référence, souvent un signe précoce de sollicitation ou de maladie. Optez pour une séance légère.
hi: त्वचा का तापमान बेसलाइन से ऊपर है, जो अक्सर शरीर पर दबाव या बीमारी का शुरुआती संकेत होता है। हल्की ऐक्टिविटी करें।
ru: Температура кожи выше базового уровня: часто это ранний признак перегрузки или болезни. Тренируйтесь легко.
tr: Cilt sıcaklığı referansın üstünde; bu, çoğu zaman zorlanmanın veya hastalığın erken bir işaretidir. Hafif tutun.
zh_hans: 皮肤温度高于基准，可能是劳累或身体不适的早期信号。今天保持低强度。

source: Skin temperature is above baseline, often an early strain or illness cue. Keep it light.
de: Deine Hauttemperatur liegt über deinem Basiswert, oft ein frühes Zeichen für Belastung oder Krankheit. Trainiere leicht.
es: La temperatura de la piel está por encima de tu valor de referencia, a menudo una señal temprana de sobrecarga o enfermedad. Haz algo suave.
fr: Votre température cutanée est au-dessus de votre référence, souvent un signe précoce de sollicitation ou de maladie. Optez pour une séance légère.
hi: त्वचा का तापमान बेसलाइन से ऊपर है, जो अक्सर शरीर पर दबाव या बीमारी का शुरुआती संकेत होता है। हल्की ऐक्टिविटी करें।
ru: Температура кожи выше базового уровня: часто это ранний признак перегрузки или болезни. Тренируйтесь легко.
tr: Cilt sıcaklığı referansın üstünde; bu, çoğu zaman zorlanmanın veya hastalığın erken bir işaretidir. Hafif tutun.
zh_hans: 皮肤温度高于基准，可能是劳累或身体不适的早期信号。今天保持低强度。

source: Skin temperature is above baseline.
de: Deine Hauttemperatur liegt über deinem Basiswert.
es: La temperatura de la piel está por encima de tu valor de referencia.
fr: La température cutanée est au-dessus de votre référence.
hi: त्वचा का तापमान बेसलाइन से ऊपर है।
ru: Температура кожи выше базового уровня.
tr: Cilt sıcaklığı referansın üstünde.
zh_hans: 皮肤温度高于基准。

source: Skin temperature is above baseline. Readiness is moderate — keep it measured.
de: Deine Hauttemperatur liegt über deinem Basiswert. Deine Tagesform ist moderat, trainiere mit Maß.
es: La temperatura de la piel está por encima de tu valor de referencia. Tu preparación es moderada, así que entrena con mesura.
fr: Votre température cutanée est au-dessus de votre référence. Votre niveau de préparation est modéré : dosez vos efforts.
hi: त्वचा का तापमान बेसलाइन से ऊपर है। रेडिनेस मध्यम है, इसलिए संतुलित ट्रेनिंग करें।
ru: Температура кожи выше базового уровня. Готовность средняя, тренируйтесь умеренно.
tr: Cilt sıcaklığı referansın üstünde. Hazırlık orta düzeyde, bu yüzden ölçülü kalın.
zh_hans: 皮肤温度高于基准。状态中等，训练量力而行。

source: Skin temperature is above baseline. Readiness is moderate, so keep it measured.
de: Deine Hauttemperatur liegt über deinem Basiswert. Deine Tagesform ist moderat, trainiere also mit Maß.
es: La temperatura de la piel está por encima de tu valor de referencia. Tu preparación es moderada, así que entrena con mesura.
fr: Votre température cutanée est au-dessus de votre référence. Votre niveau de préparation est modéré : dosez vos efforts.
hi: त्वचा का तापमान बेसलाइन से ऊपर है। रेडिनेस मध्यम है, इसलिए संतुलित ट्रेनिंग करें।
ru: Температура кожи выше базового уровня. Готовность средняя, тренируйтесь умеренно.
tr: Cilt sıcaklığı referansın üstünde. Hazırlık orta düzeyde, bu yüzden ölçülü kalın.
zh_hans: 皮肤温度高于基准。状态中等，训练量力而行。

source: Skin temperature is well above baseline — a common illness signal. Rest today.
de: Deine Hauttemperatur liegt deutlich über deinem Basiswert, ein häufiges Zeichen für Krankheit. Ruh dich heute aus.
es: La temperatura de la piel está muy por encima de tu valor de referencia, una señal habitual de enfermedad. Descansa hoy.
fr: Votre température cutanée est nettement au-dessus de votre référence, un signe fréquent de maladie. Reposez-vous aujourd’hui.
hi: त्वचा का तापमान बेसलाइन से काफ़ी ऊपर है, जो अक्सर बीमारी का संकेत होता है। आज आराम करें।
ru: Температура кожи значительно выше базового уровня: это частый признак болезни. Сегодня отдохните.
tr: Cilt sıcaklığı referansın epey üstünde; bu, sık görülen bir hastalık işaretidir. Bugün dinlenin.
zh_hans: 皮肤温度远高于基准，可能和生病有关。今天请休息。

source: Skin temperature is well above baseline, a common illness signal. Rest today.
de: Deine Hauttemperatur liegt deutlich über deinem Basiswert, ein häufiges Zeichen für Krankheit. Ruh dich heute aus.
es: La temperatura de la piel está muy por encima de tu valor de referencia, una señal habitual de enfermedad. Descansa hoy.
fr: Votre température cutanée est nettement au-dessus de votre référence, un signe fréquent de maladie. Reposez-vous aujourd’hui.
hi: त्वचा का तापमान बेसलाइन से काफ़ी ऊपर है, जो अक्सर बीमारी का संकेत होता है। आज आराम करें।
ru: Температура кожи значительно выше базового уровня: это частый признак болезни. Сегодня отдохните.
tr: Cilt sıcaklığı referansın epey üstünde; bu, sık görülen bir hastalık işaretidir. Bugün dinlenin.
zh_hans: 皮肤温度远高于基准，可能和生病有关。今天请休息。

source: Skin Temperature shows changes captured during sleep from supported devices. It is most useful as a trend against your own baseline. Shifts can follow room temperature, illness, alcohol, menstrual cycle changes, travel, or wearable fit.
de: Hauttemperatur zeigt Veränderungen, die unterstützte Geräte im Schlaf erfassen. Am nützlichsten ist sie als Trend im Vergleich zu deinem eigenen Basiswert. Abweichungen können auf Raumtemperatur, Krankheit, Alkohol, Veränderungen im Menstruationszyklus, Reisen oder den Sitz des Wearables zurückgehen.
es: La temperatura de la piel muestra los cambios registrados durante el sueño por los dispositivos compatibles. Es más útil como tendencia frente a tu propio valor de referencia. Las variaciones pueden deberse a la temperatura de la habitación, una enfermedad, el alcohol, cambios del ciclo menstrual, viajes o el ajuste del dispositivo.
fr: La température cutanée montre les variations enregistrées pendant le sommeil par les appareils compatibles. Elle est surtout utile comme tendance par rapport à votre propre référence. Des écarts peuvent suivre la température de la pièce, une maladie, l’alcool, des changements liés au cycle menstruel, un voyage ou la façon dont l’appareil est porté.
hi: त्वचा का तापमान, सपोर्ट करने वाले डिवाइस से नींद के दौरान दर्ज किए गए बदलाव दिखाता है। यह आपकी अपनी बेसलाइन के मुक़ाबले ट्रेंड के रूप में सबसे उपयोगी है। कमरे का तापमान, बीमारी, शराब, मासिक धर्म चक्र में बदलाव, यात्रा या वियरेबल का ढीला या कसा होना, इन सबसे इसमें बदलाव आ सकता है।
ru: Температура кожи показывает изменения, зарегистрированные во время сна совместимыми устройствами. Полезнее всего смотреть на нее как на тренд относительно Вашего базового уровня. Сдвиги могут быть связаны с температурой в комнате, болезнью, алкоголем, изменениями менструального цикла, поездками или посадкой носимого устройства.
tr: Cilt Sıcaklığı, desteklenen aygıtların uyku sırasında kaydettiği değişiklikleri gösterir. En faydalı kullanımı, kendi referansınıza göre bir eğilim olarak izlemektir. Değişiklikler oda sıcaklığı, hastalık, alkol, adet döngüsündeki değişiklikler, seyahat veya giyilebilir aygıtın oturuşuna bağlı olabilir.
zh_hans: 皮肤温度显示受支持设备在睡眠期间记录的变化。它最适合作为与自身基准对比的趋势来看。变化可能与室温、疾病、饮酒、月经周期变化、旅行或佩戴松紧有关。

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hi: नींद
ru: Сон
tr: Uyku
zh_hans: 睡眠

source: Sleep amount and continuity.
de: Schlafdauer und Kontinuität.
es: Cantidad y continuidad del sueño.
fr: Durée et continuité du sommeil.
hi: नींद की अवधि और निरंतरता।
ru: Длительность и непрерывность сна.
tr: Uyku miktarı ve sürekliliği.
zh_hans: 睡眠时长与连续性。

source: Sleep came up short last night, so keep today's training moderate.
de: Du hast letzte Nacht zu wenig geschlafen, trainiere heute also moderat.
es: Anoche dormiste poco, así que hoy entrena con intensidad moderada.
fr: Votre nuit a été courte : gardez un entraînement modéré aujourd’hui.
hi: बीती रात नींद कम रही, इसलिए आज की ट्रेनिंग मध्यम रखें।
ru: Прошлой ночью сна было недостаточно, поэтому сегодня тренируйтесь умеренно.
tr: Dün gece uykunuz kısa kaldı, bu yüzden bugünkü antrenmanı orta düzeyde tutun.
zh_hans: 昨晚睡得不够，今天训练适度就好。
